Repository: goodwp/altinator-wp
Catalog: languages/altinator-*.po
Languages: de_de

source: Helps you optimize your image alternative texts and make your site more accessible.
de_de: Hilft dir, die Alternativtexte deiner Bilder zu optimieren und deine Website barrierefreier zu machen.

source: Alt-Text Inspector
de_de: Alt-Text-Inspektor

source: The image %s is missing alt text. Please add a descriptive alt text for accessibility.
de_de: Bei dem Bild %s fehlt der Alternativtext. Bitte füge für die Barrierefreiheit einen beschreibenden Alternativtext hinzu.

source: The image %s has an empty alt text. Please make sure that is correct.
de_de: Das Bild %s hat einen leeren Alternativtext. Bitte stelle sicher, dass dies korrekt ist.

# frontend inspector tooltip
source: Edit here.
de_de: Hier bearbeiten.

# frontend inspector tooltip
source: Edit the image
de_de: Bild bearbeiten

source: Filter by alt text
de_de: Nach Alternativtext filtern

# media library filter
source: Alt Text: All
de_de: Alternativ Text: Alle

# media library filter
source: Has Alt Text
de_de: Hat Alternativtext

# media library filter
source: No Alt Text
de_de: Kein Alternativ Text

source: You can edit the alternative text of a file directly in the list view, by clicking "Edit" in the "Alternative Text" column.
de_de: Du kannst den Alternativtext einer Datei direkt in der Listenansicht bearbeiten, indem du in der Spalte „Alternativtext“ auf „Bearbeiten“ klickst.

source: No alt-text
de_de: Kein Alt-Text

source: Enable Frontend Inspector
de_de: Frontend-Inspektor aktivieren

source: Enables the frontend inspector to show images without or with an empty alt attribute.
de_de: Aktiviert den Frontend-Inspektor, um Bilder ohne oder mit einem leeren Alt-Attribut anzuzeigen.

source: Enable Alt Fallback
de_de: Alt-Fallback aktivieren

source: Outputs the media attachments alt text on certain blocks that have their own alt attribute setting. By default works on the core image, media-text and cover block.
de_de: Gibt das Alt-Attribut des Medienanhangs bei bestimmten Blöcken aus, die ein eigenes Feld für das Alt-Attribut haben.

source: Edit the alternative text for the file "%s"
de_de: Bearbeiten den Alternativtext für die Datei „%s“

source: Save
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Edit the alternative text
de_de: Den Alternativtext bearbeiten

source: Edit
de_de: Bearbeiten

# quick edit
source: Generated alternative text
de_de: Generierter Alt-Text

# quick edit
source: Failed to generate
de_de: Fehler beim Generieren

# media library notice link fallback
source: More
de_de: Mehr

source: Save Settings
de_de: Einstellungen speichern

source: Settings saved!
de_de: Einstellungen gespeichert!

source: Modules
de_de: Module

source: Frontend Inspector
de_de: Frontend-Inspektor

source: If the frontend inspector feature should be available from the WP Admin Bar.
de_de: Ob der Frontend-Inspektor in der WP Werkzeugleiste verfügbar sein soll.

source: Alt Fallbacks
de_de: Alt-Text Fallbacks

source: Some blocks (like the core image block) provide a field to set the alt attribute. If this field is empty in the block editor it will not output any alt-text, even if you later add an alt-text to the attachment in the media library.
de_de: Einige Blöcke (wie der Core-Bildblock) bieten ein Feld zum Festlegen des Alt-Textes. Wenn dieses Feld jedoch im Block-Editor leer ist, wird kein Alt-Text ausgegeben, sogar wenn du in der Mediathek einen Alt-Text zum Bild hinzufügst.

source: Enable Alt Fallbacks
de_de: Alt-Fallbacks aktivieren

source: This setting will add the alt attribute to certain blocks if the alt text of the blocks is empty and the alt text of the media attachments is not empty.
de_de: Diese Einstellung fügt dem Bildblock das Alt-Attribut hinzu, wenn der Alt-Text des Blocks leer ist und der des Medienanhangs nicht leer ist.

source: By default it will work for the core image, gallery, media-text and cover block. But you can add third-party and custom blocks via the `altinator/alt_fallback/blocks` filter.
de_de: Standardmäßig wird das für den WordPress Bild, Gallerie, Media & Text und Cover Block angewendet. Du kannst 3rd Party oder eigene Blöcke mit dem `altinator/alt_fallback/blocks` Filter hinzufügen.

source: Altinator Settings
de_de: Altinator Einstellungen

# quick edit
source: Saved
de_de: Gespeichert

# quick edit
source: Failed to save
de_de: Fehler beim Speichern

# quick edit
source: Edit
de_de: Bearbeiten

# quick edit
source: Close
de_de: Schließen

# quick edit
source: Cancel
de_de: Abbrechen

source: Show password
de_de: Passwort anzeigen
